Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: • Make sure you know if your medicine should be taken with or without food. • Tell your doctor or nurse if the medicine is not helping you or if you cannot keep the pills down. There are other medicines that may work better. • You may feel weak, dizzy or sleepy while taking medicine for nausea and vomiting. Other ways to help • Slow, deep breathing through your mouth or swallowing may help nausea pass. • Avoid unpleasant sights, sounds and smells that may trigger nausea. • Brush your teeth and rinse your mouth after each meal and before meals if you have a bad taste in your mouth. • Open a window to get fresh air. • Avoid sudden movements that may make you dizzy. • Relax with music or activities you enjoy. • Sit up or turn on your side when vomiting. This prevents fluid from getting into your lungs. Talk to your doctor or nurse if you have any question or concerns. © 2006 - January 3, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Nausea and Vomiting with Cancer Treatment. Russian.
ru: • Уточните у врача, когда принимать назначенное лекарство: во время или после еды. • Если лекарство не помогает или таблетки вызывают у вас приступ рвоты, сообщите врачу или медсестре. Врач выпишет вам другие, более подходящие лекарства. • Лекарства от тошноты и рвоты могут вызывать ощущение слабости, головокружение или сонливость. Другие способы помощи • Если вы ощущаете тошноту, попробуйте глубоко дышать ртом или делать глотательные движения. • Избегайте неприятных зрелищ, звуков и запахов, которые могут вызвать тошноту. • Чистите зубы и полоскайте рот после еды, а если у вас неприятный привкус во рту — то и до еды. • Проветривайте помещение. • Избегайте резких движений, которые могут вызвать головокружение. • Расслабляйтесь с помощью музыки или приятных занятий. • При рвоте привстаньте или повернитесь на бок. Это предотвратит попадание жидкости в легкие. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Nebulizer Some medicines need to be given through a nebulizer treatment. Nebulizer treatments are also called breathing treatments, aerosol treatments or med nebs. A nebulizer changes liquid medicine into a fine mist that you breathe into the airways of your lungs. Sometimes it is used for people who have a hard time using inhalers. How often you have the nebulizer treatments will depend on: • The type of medicine you are to take • How short of breath you are or the amount of wheezing you have Taking a Treatment • The treatment can be done with a mask or mouthpiece based on which works best for you. Ì If using a mouthpiece, place the mouthpiece in your mouth past your teeth. Make a seal around the mouthpiece with your lips. When using a mask, place it over your mouth and nose. • Check your pulse before your treatment and write it down. • You will see a fine mist when the treatment is started. Sit down, relax and take normal, regular breaths in through your mouth. Nebulizer Treatments. Russian.
ru: терапия Treatments Некоторые лекарства необходимо вводить путем ингаляции через небулайзер. Такой способ называется небулайзерной терапией, ингаляционным лечением или аэрозольной терапией. Небулайзер превращает жидкое лекарство в мелкодисперсный туман, который необходимо вдыхать. Иногда этот аппарат используют, когда пациенту трудно пользоваться ингалятором. Частота использования небулайзера зависит от: • типа лекарства; • степени одышки или количества хрипов у пациента. Проведение ингаляции • Ингаляцию выполняют с помощью маски или мундштука (по желанию пациента). Ì Если вы используете мундштук, его нужно поместить в рот между зубами и плотно обхватить губами. При использовании маски наложите ее, закрыв рот и нос. • Перед процедурой измерьте и запишите свой пульс. • Когда начнется процедура, вы увидите туман. Сядьте, расслабьтесь и делайте обычные вдохи и выдохи через рот.

source: • When all the medicine is used up, turn off the pump. The treatment will last about 10 to 15 minutes. • Take a couple deep breaths and cough at the end of your treatment to bring up any loose mucus. Spit the mucus into a tissue and throw the tissue into the trash. Wash your hands. Stop the treatment if: • You feel light headed, dizzy or shaky. • Your pulse rate gets much faster. Wait a few minutes and if the symptoms go away, restart the treatment. If the symptoms do not go away, or if they come back when you restart the treatment, call your doctor. You may need to change your medicine or dose. How to Prepare Your Medicine Follow these steps to get your medicine ready to do the nebulizer treatment: 1. Wash your hands with soap and warm water. Rinse and dry your hands. 2. Gather your medicine and the nebulizer cup. 3. Check your medicine label to be sure it is the right medicine. Also check that you have the correct dose or strength of medicine your doctor ordered. Look at the expiration date on the label and be sure that your medicine is not out of date. If the date is past, you need to get new medicine. Nebulizer Treatments. Russian.
ru: • После того, как все лекарство будет израсходовано, выключите аппарат. Процедура длится 10–15 минут. • В конце процедуры сделайте пару глубоких вдохов и откашляйтесь, чтобы избавиться от мокроты. Сплюньте мокроту в бумажный платок и выбросьте его в мусорку. Вымойте руки. Прекратите процедуру, если: • вы почувствуете слабость, головокружение или дрожь; • ваш пульс сильно участится. Подождите несколько минут и, если симптомы исчезнут, возобновите ингаляцию. Если симптомы не исчезнут или появятся вновь, обратитесь к врачу. Возможно, придется изменить лекарство или его дозировку. Как подготовить лекарство Выполните следующие действия, чтобы подготовить лекарство для ингаляции. 1. Вымойте руки теплой водой с мылом и вытрите их насухо. 2. Приготовьте лекарство и соберите контейнер-распылитель небулайзера. 3. Проверьте этикетку, чтобы убедиться, что вы используете нужный препарат. Также убедитесь, что дозировка и концентрация медикамента соответствуют предписанию врача. Проверьте срок годности. Если он истек, необходимо использовать новое лекарство.

source: 4. Open the nebulizer cup. 5. Measure your medicine and put it into the nebulizer cup. Use only the amount of medicine your doctor ordered. 6. Close the cup. 7. Keep the cup upright and attach it to Pump the tubing and the PPuummpp mouthpiece or mask. 8. Check that the tubing is attached to the pump and turn the nebulizer pump on. 9. Relax and breathe in the medicine. Continue until there is no more mist. Clean Your Equipment to Prevent Infections Clean the outside of the nebulizer pump and tubing each week with a disinfectant wipe or damp cloth, or as directed by the manufacturer. Never put the pump or tubing in water. Nebulizer Treatments. Russian.
ru: 4. Откройте контейнер-распылитель небулайзера. 5. Отмерьте нужный объем лекарства и залейте его в распылитель. Используйте только то количество лекарства, которое назначил врач. 6. Закройте распылитель. Мундштук 7. Удерживая Mouthpiece Mouthpiece распылитель в Mouthpiece вертикальном ТNрeубbкuаlizer Cup положении, Nebulizer Cup Nevulizer Cup присоедините его к трубке и МTuунbдiшngтук TTuubbinigng мундшт6уку или маске. 8. Убедитесь, что трубка прикреплена к компрессору, и включите аппарат. 9. Расслабьтесь и вдыхайте лекарство, пока оно не перестанет превращаться в туман. Очищайте небулайзер, чтобы предотвратить инфекции Очищайте внешнюю поверхность компрессора и трубки небулайзера каждую неделю дезинфицирующей салфеткой или влажной тканью либо в соответствии с указаниями производителя. Ни в коем случае не погружайте аппарат или трубку в воду.

source: Clean the nebulizer cup and the mouthpiece or mask after each use and as directed to prevent infections. After each treatment 1. Disconnect the cup from the tubing and from the mouthpiece or mask. Set the tubing aside until the next treatment. 2. Open the nebulizer cup and rinse the cup parts and the mouthpiece or mask under warm running water. 3. Shake off the excess water and place parts on clean paper towels to air dry. 4. Cover the parts with another clean paper towel until your next treatment. 5. Wash your hands with soap and warm water. Rinse and dry your hands. At the end of each day 1. Wash the cup parts, mouthpiece or mask with liquid dishwashing detergent and warm water. 2. Rinse parts well with warm running water. 3. Place parts on paper towels to air dry. Cover with a clean paper towel until your next treatment. One time each week or as directed 1. Soak the pre-washed parts in white vinegar solution for 30 minutes. All parts should be completely covered by the solution while soaking. • To make the solution, mix 1 part white vinegar and 3 parts water. For example, mix 1 cup of white vinegar with 3 cups of water in a container. Nebulizer Treatments. Russian.
ru: Очищайте распылитель небулайзера и мундштук или маску после каждого использования в соответствии с указаниями. После каждой процедуры 1. Отсоедините распылитель от трубки и от мундштука или маски. Уберите трубку до следующей процедуры. 2. Откройте распылитель и промойте его составные части и мундштук или маску теплой проточной водой. 3. Стряхните лишнюю воду и положите все части на чистые бумажные полотенца для высыхания. 4. Накройте части другим чистым бумажным полотенцем до следующей процедуры. 5. Вымойте руки теплой водой с мылом и вытрите их насухо. В конце каждого дня 1. Вымойте части распылителя, мундштук или маску теплой водой с жидким средством для мытья посуды. 2. Тщательно промойте детали теплой проточной водой. 3. Положите детали на бумажные полотенца для высыхания. Накройте части чистым бумажным полотенцем до следующей процедуры. Один раз в неделю или согласно указаниям 1. Замочите предварительно вымытые части распылителя в растворе белого уксуса на 30 минут. При этом все детали должны быть полностью покрыты раствором. • Приготовьте раствор из 1 части белого уксуса и 3 частей воды. Например, смешайте в контейнере 1 стакан уксуса и 3 стакана воды.

source: 2. Rinse the parts well with warm running water. 3. Place the parts on clean paper towels to air dry. Cover with a second clean paper towel until your next treatment. Questions • If you have questions about your nebulizer pump or you need new equipment parts, ask your equipment provider. • If you have any questions about your medicine or the treatment, ask your therapist, nurse or doctor. © 2012 - August 20, 2020, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Nebulizer Treatments. Russian.
ru: 2. Тщательно промойте части распылителя теплой проточной водой. 3. Положите части распылителя на чистые бумажные полотенца для высыхания. Накройте части чистым бумажным полотенцем до следующего использования. Возникли вопросы? • Если у вас возникли вопросы о небулайзере или вам требуется заменить его части, обратитесь к его поставщику. • Если у вас есть вопросы о лекарстве или процедуре, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Nitroglycerin Nitroglycerin is a medicine used to treat chest pain called angina. Take nitroglycerin as directed by your doctor. • If you are pregnant or breastfeeding, talk to your doctor before using this medicine. • Always keep your nitroglycerin with you. • This medicine may make you dizzy or lightheaded when you stand up or get out of bed. Get up slowly from a sitting or lying position. • Ask your doctor if it is safe for you to drink alcohol while using nitroglycerin medicine. • Keep nitroglycerin in its original bottle to keep its strength. Store it at room temperature away from moisture and heat. • Be sure to replace the bottle if it has passed the expiration date. • Keep the medicine out of the reach of children. If you use tablets: 1. When you have chest pain, sit down and rest. Place 1 tablet under your tongue and let it dissolve. Do not swallow, chew or crush the tablet. 2. If you still have chest pain after 5 minutes, put a second tablet under your tongue. 3. If the chest pain does not go away after another 5 minutes, use a third tablet. You may take up to 3 tablets in 15 minutes. Nitroglycerin. Russian.
ru: Нитроглицерин — это лекарство для лечения боли в груди (стенокардии). Принимайте нитроглицерин согласно указаниям врача. • Если вы беременны или кормите грудью, посоветуйтесь с врачом. • Всегда носите нитроглицерин с собой. • Это лекарство может вызвать головокружение при вставании. Если вы сидели или лежали, вставайте медленно. • Спросите врача, можно ли вам употреблять алкоголь, если вы принимаете нитроглицерин. • Храните нитроглицерин в оригинальной упаковке при комнатной температуре в сухом прохладном месте. • Обязательно замените лекарство по истечении срока годности. • Храните лекарство в недоступном для детей месте. Нитроглицерин в таблетках: 1. При боли в груди сядьте и отдохните. Положите 1 таблетку под язык и дайте ей раствориться. Не глотайте, не жуйте и не раздавливайте таблетку. 2. Если через 5 минут боль не пройдет, положите под язык вторую таблетку. 3. Если боль в груди сохранится спустя еще 5 минут, примите третью таблетку. Можно принять не более 3 таблеток в течение 15 минут.

source: 4. If you still have pain, call 911. Do not drive yourself or have someone drive you to the hospital in a private car because you may be having a heart attack. Your condition could get worse on the way to the hospital. 5. If you have aspirin, chew 1 adult tablet (325 mg) or 4 baby aspirin tablets. If you use spray: 1. When you have chest pain, sit down and rest. Hold the can up with the spray button on top as close to your mouth as you can. Press down on the button and spray the medicine into your mouth towards the back of your throat. 2. If your chest pain lasts longer than 5 minutes, spray a second dose into your mouth. 3. If the chest pain does not go away after another 5 minutes, spray a third dose. You may use up to 3 sprays in 15 minutes. 4. If you still have pain, call 911. Do not drive yourself or have someone drive you to the hospital in a private car because you may be having a heart attack. Your condition could get worse on the way to the hospital. 5. If you have aspirin, chew 1 adult tablet (325 mg) or 4 baby aspirin tablets. Nitroglycerin. Russian.
ru: 4. Если боль не пройдет, позвоните по номеру 911. Не садитесь за руль и не позволяйте кому-либо везти вас в больницу, потому что у вас может быть инфаркт. По дороге ваше состояние может ухудшиться. 5. Если у вас есть аспирин, разжуйте 1 таблетку для взрослых (325 мг) или 4 таблетки детского аспирина. Нитроглицерин в виде спрея: 1. При боли в груди сядьте и отдохните. Поднесите баллончик дозирующим клапаном вверх как можно ближе ко рту. Нажмите на клапан и распылите лекарство в рот по направлению к задней стенке горла. 2. Если боль длится более 5 минут, распылите вторую дозу. 3. Если боль в груди сохранится спустя еще 5 минут, распылите третью дозу. Вы можете принять не более 3 доз в течение 15 минут. 4. Если боль не пройдет, позвоните по номеру 911. Не садитесь за руль и не позволяйте кому-либо везти вас в больницу, потому что у вас может быть инфаркт. По дороге ваше состояние может ухудшиться. 5. Если у вас есть аспирин, разжуйте 1 таблетку для взрослых (325 мг) или 4 таблетки детского аспирина.

source: Call your doctor or 911 right away if you have: • Trouble breathing • Increased chest pain • Dizziness, fainting or severe weakness • Sweaty, pale skin • Severe headaches • Itching or swelling • Seizures or coma • Blurred vision • Dry mouth Talk to your doctor, nurse or pharmacist if you have any questions or concerns about taking nitroglycerin. © 2005 - February 21, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Nitroglycerin. Russian.
ru: Немедленно позвоните врачу или по номеру 911, если у вас: • Затрудненное дыхание • Усиление боли в груди • Головокружение, обморок или сильная слабость • Холодные бледные кожные покровы • Сильная головная боль • Зуд или отек • Судороги или кома • Затуманенное зрение • Сухость во рту Если у вас есть вопросы или опасения относительно приема нитроглицерина, обратитесь к врачу, медсестре или аптекарю. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Non-stress Test A non-stress test checks your baby’s heartbeat and movement during pregnancy. Arrive on time for your test. The test is painless and takes about 30 to 60 minutes. To Prepare • Eat before the test. This may increase your baby’s movement During the Test • The pads are put on the skin of your stomach. They are held in place with elastic belts. • Your baby’s heart rate is recorded by one pad. The other pad records your contractions. • If the baby is not active during the test, you may be asked to move or the staff will try to make your baby move using noise or touch. Test results are sent to your doctor. Your doctor will share the results with you. Talk to your doctor or nurse if you have any questions or concerns. © 2009 - December 1, 2020, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Non-stress Pregnancy Test. Russian.
ru: тест плода in Pregnancy При проведении нестрессового теста проверяется сердцебиение и подвижность плода. Не опаздывайте на обследование. Это обследование не причиняет боли и длится от 30 до 60 минут. Подготовка • Перед обследованием необходимо поесть. Это может повысить подвижность вашего ребенка. Во время обследования • Вам на живот наложат датчики, которые закрепят с помощью эластичных ремней. • Один датчик используется для записи сердцебиения ребенка, а второй — для регистрации сокращений матки. • Если во время обследования ребенок не будет проявлять активность, вас могут попросить пошевелиться либо персонал попытается заставить ребенка двигаться с помощью шума или прикосновения. Результаты теста будут отправлены вашему врачу, и он обсудит их с вами. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: , Nuclear or Radiation Nuclear or radiation emergencies occur when nuclear material or radiation is released or exploded during an accident or attack. An explosion can cause blinding light, heat, fires and dangerous radiation. During a Nuclear or Radiation Emergency If you are near the explosion: • Leave the area right away. If you can tell which way the wind is blowing, move in the opposite direction or upwind. If possible, drive away with the windows closed. • Find shelter, below ground if possible, but any building or shield will help limit your exposure to radiation. Shield yourself behind thick walls or metal. The thicker the shield, the better. • Once inside: Ì Turn off all furnaces, air conditioners and fans. Ì Close vents. Ì Close and lock all doors and windows. Nuclear or Radiation Emergencies. Russian.
ru: связанные с радиационными Emergencies Ядерные или радиационные аварии возникают, когда в результате аварии или нападения произошел взрыв или выброс ядерного или радиоактивного материала. Взрыв может вызвать очень сильный свет, выброс тепловой энергии, пожары и опасное излучение. Во время ядерной или радиационной чрезвычайной ситуации Если вы находитесь недалеко от места взрыва: • Немедленно покиньте опасную зону. Если известно направление ветра, двигайтесь в противоположном направлении или против ветра. По возможности воспользуйтесь для эвакуации автомобилем с закрытыми окнами. • Найдите укрытие (лучше подземное): любое здание или укрытие поможет уменьшить облучение. Укройтесь за толстыми стенами или металлическими щитами. Чем толще стены, тем лучше. • Если вы находитесь в помещении: Ì Выключите все отопительные приборы, кондиционеры и вентиляторы. Закройте вентиляционные отверстия. Ì Закройте и заприте все двери и окна.

source: Ì Take off your clothes and put them in a plastic bag. Seal the bag tightly. Ì Take a shower or wash your skin and hair well with soap and water. Ì Put on clean clothes. • Listen for reports on the television, radio or Internet. Stay indoors until health authorities say that it is okay to come outside. • Seek medical care if you are hurt. If you are not close to the explosion: Go inside and listen for reports on the television, radio or Internet. State and local officials will check the amount of radiation and tell you whether to stay inside or leave your home. Your Health At first, you can get hurt from the heat, fire and flying material from the explosion. Depending on how much radiation is released, over time you may show signs of: • Red skin • Feeling tired • Nausea and vomiting • Diarrhea • Headache • Sore mouth or bleeding gums Nuclear or Radiation Emergencies. Russian.
ru: Ì Снимите одежду и положите ее в пластиковый пакет. Плотно закройте пакет. Примите душ или тщательно вымойте тело и волосы с мылом. Ì Наденьте чистую одежду. • Следите за сообщениями по телевидению, радио или в интернете. Не покидайте помещения, пока не будет получено разрешение государственных органов. • Если вы пострадали, обратитесь за медицинской помощью. Если вы находитесь далеко от места взрыва: Оставайтесь в помещении и следите за сообщениями по телевидению, радио или в интернете. Официальные лица штата и местные органы власти проверят уровень радиации и сообщат, нужно ли оставаться дома или следует покинуть помещение. Ваше здоровье При взрыве вы можете пострадать от тепловой энергии, пожара и летящих предметов. В зависимости от дозы радиации со временем могут появиться: • Покраснение кожи • Чувство усталости • Тошнота и рвота • Понос • Головная боль • Язвы во рту или кровотечение десен
